[
  {
    "id": 1,
    "name": "Md Kamruzzaman",
    "ratings": 5.00,
    "img": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/0a7d405290db4_311057.jpg",
    "text": "আজ থেকে প্রায় এক যুগেরও বেশি সময় পূর্বে যখন আমার প্রোগ্রামিংয়ে হাতে খড়ি হয়েছিল, তখন প্রোগ্রামিং জিনিসটা কি তা ঠিকভাবে বুঝতাম না। তখন শুধুমাত্র পরীক্ষায় পাশ করার জন্যই প্রোগ্রামিং করতে হয়েছিল। তখনকার সবচেয়ে বিভীষিকাময় বিষয় ছিল প্রোগ্রামিং। তবে আজ পোগ্রামিং বিষয়টা যেন নিজের রক্তের সাথে মিশে গেছে। তোমরা যারা প্রোগ্রামিং শুরু করতে চাও, অথবা শুরু করা হয় হয় করে শুরু করতে পারছ না। তাদের জন্য ঝংকার মাহমুদের 'হাবলুদের জন্য প্রোগ্রামিং' বইটা হাতে খড়ি হতে পারে। যেমন বাংলা ভাষার শুরু করার জন্য স্বরবর্ণ ব্যঞ্জনবর্ণ, তেমনি বলা যায় প্রোগ্রামিং তোমরা যারা শুরু করবে তাদের জন্য বইটি স্বরবর্ণ ব্যঞ্জনবর্ণ।"
  },
  {
    "id": 2,
    "name": "swdRana",
    "ratings": 4.25,
    "img": "https://ds.rokomari.store/rokomari110/user/70d3b90739934_176261.jpg",
    "text": "নতুনদের জন্য ভালো হলেও একটু আডভান্স এর দিক দিয়ে দেখতে গেলে বই টি খুবিই বেসিক লেভেলের ছিল, তবে Overall দারুণ ছিল বইটি।"
  },
  {
    "id": 3,
    "name": "Kazi Nihal Towfiq",
    "ratings": 4.50,
    "img": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/656eeeaafeeb4_119967.jpeg",
    "text": "প্রথমত, আপনার লেখার ইউনিক স্টাইল, গল্প ও ভাষা আমার মতো ফাকিবাজ ছাত্রদেরকে বই এর পাতায় চম্বুকের মতো আটকে রাখে। টুকটাক সি প্রোগ্রামিং পারি কিন্তু অনেক আগে থেকে জাভাস্ক্রিপ্ট শেখার ইচ্ছা কিন্তু বাংলা ভাষায় সঠিক বই পায়নি। যখন জানলাম এই বই জাভাস্ক্রিপ্ট কে ভিত্তি করে লেখা তখন আর দেরী না করে কিনে ফেলি। কলেজের(পলিটেকনিক) ৪বছরে যা শিখেনি তা এই বইএর মাধ্যমে অনেকটায় শিখে ফেলছি। বইয়ের সব থেকে ভালো দিক হচ্ছে প্রতিটা টপিক গল্পের মাধ্যমে এক্সপ্লেইন করা যার ফলে কনফিউশন থাকে না। আপনাকে অনেক ধন্যবাদ !!"
  },
  {
    "id": 4,
    "name": "Tamim Hossain",
    "ratings": 0.00,
    "img": "https://lh3.googleusercontent.com/a-/AOh14GiB4sxfFrfw0r_12m4e8IQKLq39Oxm22lKnvMFG=s96-c",
    "text": "আমি অনেক দিন ধরে প্রোগ্রামিং শিখতে চাচ্ছিলাম কিন্তু সঠিক গাইড লাইন এর অভাবে আমি কিছুতেই শুরু করতে পারছিলাম না কিন্তু এই বইটি হাতে পেয়ে পড়ে আমি অবাক এত সহজ ও সাবলীল ভাষা এই বইতে ব্যাবহার করা হয়েছে যে প্রত্যেকটি বিষয় আমি খুব সহজে বুঝতে পারছি আমি ধন্যবাদ দিতে চাই এর লেখক জনাব ঝংকার মাহাবুব কে তিনি এরকম একটি বই আমাদের উপহার দিয়েছেন"
  },
  {
    "id": 5,
    "name": "SM Yakub Ali",
    "ratings": 1.00,
    "img": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/9cae6c5adcfb4_324443.jpg",
    "text": "লেখকের ভাষা এমন হয় জানা ছিল না। এভাবে প্রোগামিং শিখানো যায়? নিজের জনপ্রিয়তা কাজে লাগিয়ে বই বিক্রয় এর ব্যবসা মাত্র এছাড়া কিছু নয়। এত বড় হাবলু বাংলাদেশে নাই যার জন্য বই লিখেছেন। খুবই বাজে অবস্থা।"
  },
  {
    "id": 6,
    "name": "Md Nahid Islam",
    "ratings": 5.00,
    "img": "https://s3-ap-southeast-1.amazonaws.com/rokomari110/user/d11f09bb767c4_328993.jpeg",
    "text": "ভাই, বইটি থেকে অনেক কিছু শিখতে পারবো। তবে, আপনার বই এর দাম অনেক বেশী রাখেন। এই জন্য আমাদের মতো মধ্যবিত্ত ছেলেরা বই সহজে কিনতে পারি না।"
  }
]
